Revit 2027 API
ParameterTypeId.RebarSystemLayerSummaryTopDir2NoSpacing Property
 "Top/Exterior Minor (Brief)"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RebarSystemLayerSummaryTopDir2NoSpacing { get; }
Public Shared ReadOnly Property RebarSystemLayerSummaryTopDir2NoSpacing As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RebarSystemLayerSummaryTopDir2NoSpacing {
	ForgeTypeId^ get ();
}
static member RebarSystemLayerSummaryTopDir2NoSpacing : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace